{
    "Key": "-KtW0RA8mHkt24UM9Hb8",
    "Currency": "ab",
    "Image": "Absa.jpg",
    "Name": "ABSA Rewards",
    "ProviderName": "ABSA",
    "Ratio": "10",
    "How": "To join Absa Rewards, all you need is an Absa transactional account or credit card.  You’ll earn when you swipe at stores in store or online and even get cash back from selected partners",
    "InfoUrl": "https://www.absa.co.za/personal/bank/absa-rewards/explore/",
    "Summary": "As an Absa Rewards member, you earn up to 1% back in Cash Rewards,  on all your Absa debit, cheque and credit card purchases,  no matter where you shop. What makes this unique is that  you earn real cash not just points. For more about the programme visit Absa Rewards.",
    "Where": "Absa Rewards members who are also members of the Dis-Chem Benefit Programme  will earn 0.5% Dis-Chem Benefit  Points when paying for their purchase  using an Absa Debit, Cheque or Credit card.  Prescribed medication will be excluded from earning rewards.  Absa Rewards members who are not Dis-Chem Benefit Programme members can register for Dis-Chem Benefit  Programme in store. Samsung-Cash Rewards on all online purchases made through the exclusive  link http://samsung.dg.co.za. The offer is valid for the purchase of all Appliances and  TV’s available on this site excluding Cellphones Receive a 50% discount on movie tickets at Nu Metro cinemas nationwide.  Rules:  Absa Rewards members receive upfront discounts at Nu Metro cinemas when purchasing tickets at the kiosk or Absa self-service terminals only. Online bookings do not qualify for the discount. When purchasing tickets, members must select ‘Absa Rewards’, insert their ID numbers and use their Absa cards to confirm that they qualify for the 50% discount. Members are entitled to the following upfront discounts every calendar year: 12 tickets for standard 2D and 3D movies (all cinemas, excluding full VIP cinemas at Bedford, Hyde Park, Parkview) 2 tickets for 2D and 3D VIP cinema movies(available at the following cinemas: Ballito, Canal Walk, The Glen, The Pavilion, Clearwater, V&A Waterfront, Trade Route, Bedford, Hyde Park, Parkview.) 2 tickets for 2D and 3D Xtreme cinema movies(available at the following cinemas: Ballito, Canal Walk, The Glen, Clearwater, Menlyn) Exclusions:  Nu Metro Worcester 4DX cinemas Unused discounted ticket allocations are not carried over to the next calendar year Standard Absa Rewards and partner terms and conditions apply."
}