{
  "-KtW0RA8mHkt24UM9Hb8" : {
    "Currency" : "ab",
    "Image" : "https://dischem.co.za/media/shared/images/articles/Logos/2976_Rewards_seal_Cmyk.jpg",
    "Name" : "ABSA Rewards",
    "ProviderName" : "ABSA",
    "Ratio" : "10",
    "how" : "To join Absa Rewards, all you need is an Absa transactional account or credit card.  You’ll earn when you swipe at stores in store or online and even get cash back from selected partners",
    "infoUrl" : "https://www.absa.co.za/personal/bank/absa-rewards/explore/",
    "summary" : "As an Absa Rewards member, you earn up to 1% back in Cash Rewards,  on all your Absa debit, cheque and credit card purchases,  no matter where you shop. What makes this unique is that  you earn real cash not just points. For more about the programme visit Absa Rewards.",
    "where" : "Absa Rewards members who are also members of the Dis-Chem Benefit Programme  will earn 0.5% Dis-Chem Benefit  Points when paying for their purchase  using an Absa Debit, Cheque or Credit card.  Prescribed medication will be excluded from earning rewards.  Absa Rewards members who are not Dis-Chem Benefit Programme members can register for Dis-Chem Benefit  Programme in store. Samsung-Cash Rewards on all online purchases made through the exclusive  link http://samsung.dg.co.za. The offer is valid for the purchase of all Appliances and  TV’s available on this site excluding Cellphones Receive a 50% discount on movie tickets at Nu Metro cinemas nationwide.  Rules:  Absa Rewards members receive upfront discounts at Nu Metro cinemas when purchasing tickets at the kiosk or Absa self-service terminals only. Online bookings do not qualify for the discount. When purchasing tickets, members must select ‘Absa Rewards’, insert their ID numbers and use their Absa cards to confirm that they qualify for the 50% discount. Members are entitled to the following upfront discounts every calendar year: 12 tickets for standard 2D and 3D movies (all cinemas, excluding full VIP cinemas at Bedford, Hyde Park, Parkview) 2 tickets for 2D and 3D VIP cinema movies(available at the following cinemas: Ballito, Canal Walk, The Glen, The Pavilion, Clearwater, V&A Waterfront, Trade Route, Bedford, Hyde Park, Parkview.) 2 tickets for 2D and 3D Xtreme cinema movies(available at the following cinemas: Ballito, Canal Walk, The Glen, Clearwater, Menlyn) Exclusions:  Nu Metro Worcester 4DX cinemas Unused discounted ticket allocations are not carried over to the next calendar year Standard Absa Rewards and partner terms and conditions apply."
  },
  "-KtW0YMKqCfFF5Cd1Zsn" : {
    "Currency" : "sm",
    "Image" : "https://theprepaideasy.files.wordpress.com/2013/09/smart-shopper-front.jpg",
    "Name" : "Smartshopper",
    "ProviderName" : "Pick n Pay",
    "Ratio" : "100",
    "how" : "Visit the Smart Shopper kiosk before you shop to get your exclusive vouchers. Look out for in-store promotions, such as double, triple and bonus points on selected items.   There are also national campaigns, such as Golden Ticket and Win a Million. Points can be earned at all Pick n Pay supermarkets, hypermarkets, family stores,   liquor stores, clothing stores and express stores. Remember to swipe your card at the till every time you shop to earn points and benefit from    in-store promotions. Spend your points on anything at Pick n Pay, from groceries to clothing, to even airtime and utility bills - Make sure your details are correct so that we can contact you about exciting offers and exclusive    competitions , visit the Smart Shopper kiosk, or click here.",
    "infoUrl" : "www.picknpay.co.za/smartshopper-overview",
    "summary" : "From food shopping to getting something a bit bigger for the family or home,  spending money is an unfortunate side effect of shopping.  Retailers make their money out of us, and they make it well.  We all need to be smart about why and the way in which we shop",
    "where" : "any pick'n pay stores ,can buy a movie ticket at ster kinekor"
  },
  "-KtW0cY52X_vpfXpNx7O" : {
    "Currency" : "cp",
    "Image" : "http://www.clicksgroup.co.za/corporate-sustainability/assets/images/clubcard.png",
    "Name" : "Clubcard",
    "ProviderName" : "Clicks",
    "Ratio" : "10",
    "how" : "Join ClubCard – it’s FREE! Enrolling via the Clicks APP issues your ClubCard directly onto your phone  or you can enroll in a Clicks or Claire’s store to receive your Blue ClubCard. Swipe your ClubCard when you shop in store or enter it when you shop online.  You earn points on all your Clicks shopping (excl. gift cards and medication).  For pharmacy purchases you earn points on the dispensing fee. For every R5 spent at Clicks, Claire's or The Body Shop you earn 1 point. ClubCard members and Love Your Body cardholders who earn at least 100 points  by the qualification date will receive cashback loaded onto their ClubCard or Love  Your Body card every 2 months. (Cashback is valid for 12 months.) Calculations take  place per country in which transactions took place. Cashback can be used for purchases in a Clicks, Claire’s or The Body Shop stores.  Cashback is available for use in the currency that it is created and will display at the tills in the relevant country.",
    "infoUrl" : "https://clicks.co.za/helpTopics",
    "summary" : "A Clicks ClubCard cannot be used as a credit or debit card. A Clicks ClubCard is not transferable. ...  The ClubCard Terms govern the manner in which  Points may be earned, redeemed, retained or  forfeited and cashback or other rewards (“Reward(s)\") may be issued.",
    "where" : "claires ,clicks  ,nuMetro"
  },
  "-KtW0iDDglqap1Kw35tF" : {
    "Currency" : "eb",
    "Image" : "http://mayaonmoney.co.za/wp-content/uploads/2017/01/FNB-logo.jpg",
    "Name" : "eBucks",
    "ProviderName" : "First National Bank",
    "Ratio" : "10",
    "how" : "Using your qualifying FNB and RMB Private Bank accounts is the easiest way to earn eBucks. Here's a quick overview of what you  need to know about earning as many eBucks as possible with your specific account.",
    "infoUrl" : "https://www.ebucks.com/web/eBucks/aboutus",
    "summary" : "Be rewarded by banking with FNB or RMB Private Bank.  eBucks Rewards is FNB and RMB Private Bank's rewards programme  that enables you to earn eBucks for doing everyday things like shopping,  filling up with fuel or loading airtime",
    "where" : "eBucks Shop Electronics, gadgets, home appliances, kid's stuff and gifts .  PLUS: you can get Discounts of up to 40% on selected items. eBucks Travel Book flights, accommodation and car hire PLUS you can get Discounts of up to 40% on kulula.com  and Emirates flights as well as domestic Avis car hire. eBucks partners Choose from our wide variety of shops, online shopping sites, as well as services and subscriptions we've got something for everyone. -Electronic channels Enjoy the convenience of using your cellphone or simply going online to do your banking  and buying things like prepaid airtime electricity and data."
  },
  "-KtW0ozg6YHtTuKd2OPE" : {
    "Currency" : "wr",
    "Image" : "https://inm-baobab-prod-eu-west-1.s3.amazonaws.com/public/inm/media/2017/08/24/iol/315/Woolworths-Logo.jpg",
    "Name" : "WRewards",
    "ProviderName" : "Woolworths",
    "Ratio" : "10",
    "how" : "WRewards is our way of rewarding customers instantly! As a Woolworths cardholder, you are automatically a member with WRewards. This exclusive membership gives you the opportunity to:  Save up to 20% instantly on thousands of items, from food to clothing to homeware to beauty and more. Check out our promotions happening now. Earn tiered benefits. Check your WRewards tier status to see just how much your shopping has paid off for you. Just remember to swipe your card before your till items are rung up. The more you shop, the higher your status, the more benefits you will receive. Want to save even more? Pay with a Woolworths Store Card or Credit Card and you'll enjoy an additional 5% savings on specially marked WRewards offers. Terms and Conditions apply STARTING OUT  There are three levels to WRewards. You'll start out on the \\\"Valued Member\\\" level, and we'll review your status every quarter, upgrading your status automatically as you qualify for a higher level. The more you spend, the more guaranteed rewards you'll enjoy!  Apply now  As a Valued Member, you'll receive:  Swipe your Woolies card and get an extra 10% off selected items. Pay with your Woolies card and get a further 5% off selected items. Be the first to know about sales and special events As a Loyal Member, you'll receive:  Welcome tier voucher Swipe your Woolies card and get an extra 10% off selected items. Pay with your Woolies card and get a further 5% off selected items. Be the first to know about sales and special events Exclusive WRewards savings vouchers throughout the year As our VIP Member, you'll receive:  Welcome tier voucher Swipe your Woolies card and get an extra 10% off selected items. Pay with your Woolies card and get a further 5% off selected items. Be the first to know about sales and special events Exclusive WRewards savings vouchers throughout the year Birthday voucher",
    "infoUrl" : "http://www.woolworths.co.za/store/fragments/wrewards/wrewards-index.jsp",
    "summary" : "Look out for specially marked WRewards items in store and save instantly!  Simply swipe your card before your purchases are rung up and see the immediate  difference on your till slip. (Even if you are paying with a Woolworths card you  must still swipe your card before the transaction to ensure you benefit WRewards.) Please note that WRewards are not yet available at Woolworths Foodstops at Engen",
    "where" : "use woolworths points at any woolworths store nation wide."
  }
}
