{
    "Key": "-KtW0ozg6YHtTuKd2OPE",
    "Currency": "wr",
    "Image": "https://inm-baobab-prod-eu-west-1.s3.amazonaws.com/public/inm/media/2017/08/24/iol/315/Woolworths-Logo.jpg",
    "Name": "WRewards",
    "ProviderName": "Woolworths",
    "Ratio": "10",
    "How": "WRewards is our way of rewarding customers instantly! As a Woolworths cardholder, you are automatically a member with WRewards. This exclusive membership gives you the opportunity to:  Save up to 20% instantly on thousands of items, from food to clothing to homeware to beauty and more. Check out our promotions happening now. Earn tiered benefits. Check your WRewards tier status to see just how much your shopping has paid off for you. Just remember to swipe your card before your till items are rung up. The more you shop, the higher your status, the more benefits you will receive. Want to save even more? Pay with a Woolworths Store Card or Credit Card and you'll enjoy an additional 5% savings on specially marked WRewards offers. Terms and Conditions apply STARTING OUT  There are three levels to WRewards. You'll start out on the \\\"Valued Member\\\" level, and we'll review your status every quarter, upgrading your status automatically as you qualify for a higher level. The more you spend, the more guaranteed rewards you'll enjoy!  Apply now  As a Valued Member, you'll receive:  Swipe your Woolies card and get an extra 10% off selected items. Pay with your Woolies card and get a further 5% off selected items. Be the first to know about sales and special events As a Loyal Member, you'll receive:  Welcome tier voucher Swipe your Woolies card and get an extra 10% off selected items. Pay with your Woolies card and get a further 5% off selected items. Be the first to know about sales and special events Exclusive WRewards savings vouchers throughout the year As our VIP Member, you'll receive:  Welcome tier voucher Swipe your Woolies card and get an extra 10% off selected items. Pay with your Woolies card and get a further 5% off selected items. Be the first to know about sales and special events Exclusive WRewards savings vouchers throughout the year Birthday voucher",
    "InfoUrl": "http://www.woolworths.co.za/store/fragments/wrewards/wrewards-index.jsp",
    "Summary": "Look out for specially marked WRewards items in store and save instantly!  Simply swipe your card before your purchases are rung up and see the immediate  difference on your till slip. (Even if you are paying with a Woolworths card you  must still swipe your card before the transaction to ensure you benefit WRewards.) Please note that WRewards are not yet available at Woolworths Foodstops at Engen",
    "Where": "use woolworths points at any woolworths store nation wide."
}